{
    "туризм": "Turizm",
    "миграция": "Migratsiya",
    "о компании": "Kompaniya haqida",
    "наши услуги": "Xizmatlar",
    "как мы работаем": "Biz ishlaymiz",
    "наши преимущества": "Bizning afzalliklarimiz",
    "партнеры": "Hamkorlar",
    "контакты": "Aloqa",
    "туры на сегодня": "Bugungi turlar",
    "отзывы": "Sharhlar",

    "получить консультацию": "Maslahat olish",
    "узнать подробнее": "Batafsil ma'lumotga ega bo’lish",

    "текст банера главная главная": "JB WORLD COMPANY kompaniyasi 2019 yildan buyon faoliyat yuritib kelmoqda va qisqa vaqt ichida mehnat migratsiyasi va sayyor turizm sohasida yuqori natijalarga erishdi. Kompaniyaning O'zbekiston Respublikasining barcha viloyatlarida, shuningdek Tojikiston, Qirg'iziston va Qozog'iston hududida filiallari ochildi. Kompaniya Brand Community, International Job Organization va Garvard Education Center kabi tashkilotlar bilan yaqindan hamkorlik qilib, ushbu yo'nalishlar bo'yicha xizmatlarni eng sifatli taklif qilish va amalga oshirish imkonini beradi.Bunday yutuqlarga erishish uchun kompaniya o'z mijozlari orasida hurmat va ishonchga erishish uchun yagona maqsadi bo'lgan malakali va tajribali xodimlar hisobiga erishdi.",
    "Ваш надежный партнер": "Ishonchli hamkoringiz",
    "Трудовая миграция": "MEHNAT MIGRATSIYASI",
    "текст банера главная миграция": "Mehnat migratsiyasi O'rta Osiyo mamlakatlari orasida eng ommabop va qiziqarli hududlardan biridir.JB WORLD COMPANY chet elda bo'lish vaqtida yuzaga kelishi mumkin bo'lgan barcha muammolarni hal qilishga yordam beradi. Biz Yevropa va Amerika Qo'shma Shtatlarida ish vizasini olish, shuningdek, ish topishga yordam beramiz. Biz sizning kafolatingizni ertangi kun uchun ta’minlaymiz.",
    "текст банера главная туризм": "Bizning jamoamiz malakali va birinchi darajali sayyohlik mutaxassislari.Sizga sayyohlikning turli yo'nalishlarini, ya'ni dam olish maskanlarida dam olish, biznes turizm, ekologik turizm, sog'liqni saqlash, Kongress va ko'rgazma, sarguzasht, sportni taqdim etamiz. Bizning asosiy vazifamiz-eng arzon narxlarda xavfsiz, qulay va sifatli dam olishni ta'minlashdir",
    "бронирование отелей по всему миру": "DUNYO BO'YLAB MEHMONXONA REZERVASYONLARI",
    "Бронирование авиабилетов по всем направлениям": "BARCHA YO'NALISHLARDA AVIACHIPTALARNI BRON QILISH",
    "Подготовка необходимых документов в посольство": "ELCHIXONAGA KERAKLI HUJJATLARNI TAYYORLASH",
    "Выписка медицинских страхований": "TIBBIY SUG'URTA KO'CHIRMA",
    "Транспортное обслуживание в период пребывания за границей (трансферы)": "CHET ELDA BO'LGAN DAVRDA TRANSPORT XIZMATI (TRANSFERLAR)",
    "Бронирование экскурсий, билетов на выставки": "EKSKURSIYALARNI BRON QILISH, KO'RGAZMALAR UCHUN CHIPTALAR",

    "Виды туров": "Sayohat turlari",
    "ИНДИВИДУАЛЬНЫЕ ТУРЫ": "SHAXSIY TURLAR",
    "ГРУППОВЫЕ ТУРЫ": "GURUH SAFARLARI",
    "КОРПОРАТИВНЫЕ ТУРЫ": "KORPORATIV TURLAR",
    "СПОРТИВНЫЕ ТУРЫ": "SPORT TURLARI",
    "VIР ТУРЫ": "VIP EKSKURSIYALAR",

    "Как мы работаем": "Biz qanday ishlaymiz",
    "Вы оставляете завку на подбор тура": "Turni tanlash uchun ariza qoldirasiz",
    "Наши специалисты подбирают Вам лучшее предложение": "Bizning mutaxassislar sizga eng yaxshi taklif pick up",
    "Быстро оформляем документы": "Hujjatlarni tezda chiqarish",
    "Вы летите отдыхать": "Dam olish uchun uchib ketasiz",

    "Работая с нами вы получите": "Biz bilan ish sizga yordam beradi",
    "Лучшие туры": "Eng yaxshi turlar",
    "Предлагаем только самые интересные и проверенные туры.": "Biz faqat eng qiziqarli va tasdiqlangan ekskursiyalarni taklif etamiz.",
    "Выгодные цены": "QULAY NARXLAR",
    "Гарантируем выгодные цены на все направления и туры. С нами дешевле.": "Biz barcha yo'nalishlar va turlar uchun qulay narxlarni kafolatlaymiz. Biz bilan arzonroq.",
    "Лучшие отели": "Eng yaxshi mehmonxonalar",
    "Рекомендуем отели с проверенной репутацией и отличными отзывами": "Biz tasdiqlangan obro'si va ajoyib baholash bilan mehmonxonalar tavsiya",
    "Быстрая бронь": "TEZKOR BRON",
    "Раннее бронирование позволит сэкономить до 30%.": "Oldindan bron qilish 30% ga tejash imkonini beradi.",
    "Визовая поддержка": "Viza qo'llab-quvvatlash",
    "Поможем решить самые сложные проблемы с визой.": "Biz viza bilan eng murakkab muammolarni hal qilishga yordam beramiz.",
    "Любые туры": "ISTALGAN TURLAR",
    "Подберем любой тур под Ваш бюджет и интересы.": "Budjetingiz qiziqishlaringizga mos istalgan turni tanlab beramiz.",
    "Получите консультацию прямо сейчас": "HOZIRNING O’ZIDA MASLAHAT OLING",
    "Довольные клиенты": "Minnatdor mijozlar",
    "Наши партнеры": "Hamkorlarimiz",

    "Работа в европе": "YEVROPADA ISH",
    "Работа в Германии  на складах одежды": "Germaniyada kiyim-kechak omborlarida ish",
    "Работа для водителей в Чехии": "Chexiya Respublikasida haydovchilar uchun ish",
    "Работа для электриков в Будапеште": "Budapeshtda elektrchilar uchun ish",
    "Работа в Голландии на складе овощей": "Gollandiyada sabzavot omborida ish",
    "Работа в Италии для сварщиков Mig/Mag, Tig": "Italiyada payvandchilar uchun ish: Mig / Mag, Tig",

    "Работа в сша": "AQSHDA ISH",
    "Работа в Нью-йорке  на складах одежды": "Nyu-Yorkda kiyim-kechak omborlarida ish",
    "Работа для водителей в Техасе": "Texasdagi haydovchilar uchun ish",
    "Работа для электриков в Майми": "Mayami shahridagi elektrchilar uchun ish",
    "Работа в Голивуде на складе овощей": "Hollivudda sabzavot omborida ish",
    "Работа в Калифорнии для сварщиков Mig/Mag, Tig": "Kaliforniyada payvandchilar uchun ish: Mig/Mag, Tig",

    "Работа в канаде": "KANADADA ISH",
    "Работа в Торонто  на складах одежды": "Torontoda kiyim-kechak omborlarida ish",
    "Работа для водителей в Бросбоне": "Brisbendagi haydovchilar uchun ish",
    "Работа для электриков в Онтарио": "Ontario elektrchilari uchun ish",
    "Работа в Ойханенсбурге на складе овощей": "Yoxannesburgda sabzavot omborida ish",
    "Работа в Вайоминге для сварщиков Mig/Mag, Tig": "Vayomingda payvandchilar uchun ish: Mig/Mag, Tig",
    
    "Работа в австралии": "AVSTRALIYADA ISH",
    "Работа в Австралии  на складах одежды": "Avstraliyada kiyim-kechak omborlarida ish",
    "Работа для водителей в Австралии": "Avstraliyada haydovchilar uchun ish",
    "Работа для электриков в Австралии": "Avstraliyada elektrchilar uchun ish",
    "Работа в Австралии на складе овощей": "Avstraliyada sabzavot omborida ish",
    "Работа в Австралии для сварщиков Mig/Mag, Tig": "Avstraliyada payvandchilar uchun ish: Mig/ Mag, Tig",

    "Этап работы": "Ish bosqichi",
    "этап": "bosqich",
    "1 этап контекст": "Mijoz ofisga keladi va maslahat oladi (biz mijozga turli mamlakatlardan vakansiyalarni taqdim etamiz, u aniqlaydi...)",
    "2 этап контекст": "Mijoz va kompaniya o'rtasida shartnoma tuziladi (faqat bank orqali 100% to'lov)",
    "3 этап контекст": "Mijoz bizga o'z navbatida barcha kerakli hujjatlarni (pasport, fotosurat, tibbiy ma’lumotnoma, va hokazo.) taqdim etadi.",
    "4 этап контекст": "Hujjatlarni tayyorlash (qaysi elchixonaga qarab (so'rovnomani to'ldirish ,rezyume, viza) va ish beruvchiga chet elga yuboriladi. Va ish beruvchi bizga ish shartnomasini yuboradi",
    "5 этап контекст": "Konsullikka topshiriladi",
    "6 этап контекст": "Viza olinadi. Agar mijozga viza berishdan bosh tortsa (bu muhim sabab bo'lishi kerak) 100% miqdori konsullik yig'imidan tashqari mijozga qaytariladi",

    "Качество": "Sifat",
    "Работаем на международном уровне": "Biz xalqaro miqyosda ishlaymiz",
    "Надежность": "ishonchlilik",
    "Иммиграционные юристы высшей квалификации": "Oliy malakali immigratsiya yuquqshunoslari",
    "Оперативность": "Tezlik",
    "Быстрый результат за короткое время": "Qisqa vaqt ichida tezkor natijalar",
    "Профессионализм": "Yuqori mahorat",
    "Наша команда работает много лет": "Bizning jamoamiz ko'p yillar davomida faoliyat yuritmoqda",
    "Доверие": "Ishonch",
    "Решаем проблемы вашего пребывания за рубежом": "Chet elda qolish muammolarini hal qilamiz",
    "Разумные цены": "O'RTACHA NARXLAR",
    "Наиболее выгодные условия для нашего сотрудничества": "Hamkorligimiz uchun eng qulay shart-sharoitlar",
    "Репутация": "Nufuz",
    "93 % клиентов рекомендуют нас своим бликим": "93% mijozlar bizni yaqinlariga tavsiya qiladilar",
    "Номер 1 в АЗИИ": "OSIYODA 1 RAQAMLI",
    "Крупнейшая компания в Центральной Азии": "Markaziy Osiyodagi eng yirik kompaniya",

    "Ответьте на пару вопросов": "Bir nechta savolga javob bering",

    "Заполните форму": "Shaklni to’ldiring",
    "мы с вами свяжемся": "Biz Siz nilan bog’lanamiz",
    "Имя": "Ismingiz",
    "Номер телефона": "Telefon raqamingiz",
    "Отправить": "Yuborish",
    "Благодарим за заявку! Наши менеджеры свяжутся с вами.": "Murojaatingiz uchun raxmat! Bizning menejerlarimiz siz bilan bog'lanishadi.",

    "Самые выгодные и интересные туры": "Eng foydali va qiziqarli turlar",
    "Прямые перелеты до острова": "Orolga to’g’ridan-to’g’ri qatnovlar",
    "индивидуальный период": "Individual muddatda",
    "Круглый год": "Yil davomida",
    "Скидка до 45%": "45% chegirma",
    "Групповые туры": "Guruh bilan",
    "Бесплатные ночи в бадруме": "Bodrumda bepul tunab qolish",
    "Тур в Малайзию": "MALAYZIYAGA SAYOHAT",
    "Тур в Стамбул": "Istambulga sayohat",
    
    "Пхукет": "Pxuket",
    "Мальдивы": "Maldiv",
    "Остров БОНЕО": "Boneo oroli",
    "Бадрум": "Bodrum",
    "Малазийские мальдивы": "MALAYZIYA MALDIVLARI",
    "Стамбул": "ISTAMBUL",

    "Шахло Бернаева": "Shaxlo Bernayeva" ,
    "Благодаря  компании JB travel провели с сыном замечательный отдых на нашей исторической Родине в Израиле. Цены нас порадовали да и отношение менеджера  турфирмы к нам было просто изумительное. Были учтены все наши пожелания. Это был замечательный отдых. Теперь путешевствовать только с JB!": "JB travel kompaniyasi tufayli o'g'lim bilan tarixiy Vatanimizda, Isroilda ajoyib dam olishni o'tkazdim. Narxlar bizni xursand qildi va sayohat agentligi menejerining bizga bo'lgan munosabati shunchaki ajoyib edi. Barcha istaklarimiz inobatga olindi. Bu ajoyib dam olish edi. Endi faqat JB bilan sayohat qilaman!",
    
    "Камил Саидходжаев": "Komil Saidxodjayev",
    "Давно мечтали побывать в Грузии. Друг посоветовал обратиться в эту туристическую компанию. Сразу позвонили. Ничего лишнего все по делу. Можно самостоятельно подобрать себе тур с учётом своих запросов. Затем связались с оператором ,Мадина оказалась очень приятной в общении. Было приятным то что с тебя не пытаются вытянуть деньги,а даже и помогут подобрать более выгодный вариант по интреным ценам. Так и произошло в нашем случае. Большое спасибо компании за прекрасный отдых все было на пять с плюсом.": "Biz uzoq vaqtdan beri Gruziyaga borishni orzu qilardik. Do'stim bu sayyohlik kompaniyasiga murojaat qilishni maslahat berdi. Biz darhol qo'ng'iroq qildik. Hech narsa ortiqcha emas, hamma narsa ish ustida. Bu yerda istaklaringizni inobatga olgan holda o'z turingizni tanlashingiz mumkin. Keyin biz operatorga murojaat qildik, Madina bilan muloqot juda yoqimli bo’ldi. Sizdan pulni tortib olishga harakat qilmasdan, aksincha qiziqarli narxlarda yanada qulay variantni tanlashga yordam berishlari juda yoqdi. Bizning vaziyatda ham xudii shunday bo'ldi. Ajoyib dam olish uchun kompaniyaga katta rahmat, hamma narsa 'beshta plyus' bo’ldi.",

    "Мадина Юнусова": "Madina Yunusova",
    "Мы семьей ездили в Грецию  по туру компании JB. От поездки осталось уйма положительных эмоций! Порадовал чистый и комфортный отель! Плюс для детей много увлекательных программ! Отлично отдохнули все месте! Через пару месяцев снова в путешествие! На этот раз хотелось бы отправиться на какой то остров! Обязательно только с этой компанией! JB травел выполняет все обещания.": "Oilamiz bilan JB kompaniyasi orqali Gretsiya ga tashrif buyurdik. Safardan bir to’da ijobiy emotsiyalar qoldi! Toza va qulay mehmonxona bizni mamnun qildi! Bundan tashqari, bolalar uchun juda ko'p ajoyib dasturlar mavjud! Hammasi birgalikda ajoyib dam olish bo’ldi! Bir necha oydan keyin yana safarga chiqmoqchimiz! Bu safar biror bir orolga borsak deyapmiz! Faqat ushbu kompaniya orqali! JB travel bergan barcha va'dalarini bajaradi.",

    "Артур Онучак": "Artur Onuchak",
    "Не однократно путешествовали с JB. Недавно вернулись из Шри Ланки. Спасибо, ребята, за чёткость и оперативность и качество. Всегда приятно иметь дело с профессионалами в своём деле. Успехов в бизнесе и новых туристических маршрутов!Надеюсь на скидку!": "Biz JB bilan bir necha bor sayohat qildik. Yaqinda Shri-Lankadan qaytib keldik. Rahmat sizlarga, aniqlik, tezkorlik va sifat uchun. O'z biznesida ustalar bilan birga ishlash har doim yoqimli. Biznes va yangi sayyohlik yo'nalishlarida muvaffaqiyatlar! Chegirma uchun umid qilamiz!",

    "Тимур Киямов": "Timur Kiyamov",
    "Отпуск уже был на носу.Ехать оттыхать на родину в Навои не хотелось. Обратился в JB. Ребята быстро подобрали тур в Эмираты по очень выгодным условиям. А потом сразу после эмитаров сделали визу на уикенд в Париж! Очень рад сотрудничеству!": "Mehnat ta’tili yaqinlashib qolgan edi. O’z vatanimiz, Navoiyga, dam olishga borishni xohlamadik. JBga murojaat qildik. Bolalar tezda Amirliklarga juda qulay sharoitlarda sayohatni tanlashdi. Va Amirliklardan keyin darhol Parijga dam olish kunlari uchun viza tayyorladik! Hamkorlik qilganimizdan juda xursandmiz!",

    "Мария Бросницкая": "Mariya Bronnitskaya",
    "Хочу написать свой отзыв о туристической компании в Ташенте!Я обратилась в JB,так как очень хотела поехать в Египет с семьёй,а отзывы об этой компании весьма положительные.Очень хорошее отношение к клиентам,а так же дешёвые цены на туры.Мой менеджер был на связи в любое время,мне это очень понравилось.В моём отеле были отличные условия! В продаже есть абсолютно любые города мира,так что ваши мечты смогут стать реальными!": "Tashentdagi sayyohlik kompaniyasi haqida o'z fikrimni yozmoqchiman! Men JBga murojaat qildim, chunki oilam bilan Misrga borishni juda istardik, ushbu kompaniya haqida izohlar esa juda ijobiy edi. Mijozlarga juda yaxshi munosabat, shuningdek, ekskursiyalar uchun arzon narxlar. Menejerim har qanday vaqtda aloqada bo'lgan, bu menga juda yoqdi. Mening mehmonxonamda ajoyib sharoitlar bor edi! Sotuvda dunyodagi har qanday shahar bor, shuning uchun orzularingiz ushalishi mumkin!",

    "ХОТИТЕ ПОДОБРАТЬ ТУР?": "SAYOHAT TANLAMOQCHIMISZ?",
    "Выбрать страну": "Mamlakatni tanlash",
    "Ориентировочная дата": "Sayohat rejalashtirilgan sana",
    "Далее": "Keying",
    "Ваше имя": "Sizning ismingiz",
    "Желаемая работа": "Kerakli ish",
    "Страна": "Mamlakat",
    "Ваш телефон": "Telefoningiz",
    "Измените жизнь": "Hayotni o'zgartiring",
    "вверх": "tepaga",

    "Севара Гафарова": "Sevara Gafarova",
    "Швея (Италия)": "Tikuvchi (Italiya)",
    "Окончила техникум по швейному делу работала за копейки в Узбекистане. Нашла в интернете данную компанию. Пришла в офис менеджеры все рассказали выбрали работу по специальности! Оперативно оформили документы. Отправили в Италию там меня встретили обеспечили жильем - уже 9 месяцев получаю достойную зарплату!": "Tikuv ishi bo'yicha texnik maktabni tamomlaganman, O'zbekistonda arzimagan pul uchun ishlar edim. Ushbu kompaniyani internetda topdim. Ofisga keldim, menejerlar hamma mutaxassislik bo'yicha ishni tanladilar! Hujjatlar tezda rasmiylashtirildi. Italiyaga jo’natishdi, u yerda meni kutib olishdi va uy-joy bilan ta'minlandim, man 9 oydirki munosib ish haqi olaman!",

    "Сардор Бахтиев": "Sardor Baxtiyorov",
    "Каменьщик (Сан - франциско)": "G’isht teruvchi usta (San-Fransisko)",
    "Оформлялся через компанию JB еще в 2018 году. Хотел отделочником. Взяли каменщиком. Работа на стройке в Сан-франциско. Сейчас зарплата минимум 3000 дол/мес. Визу ребята оформили быстро. Спасибо Вам JB что круто изменили мою жизнь. Сейчас еще отца подтяну!": "2018 yilda JB kompaniyasi orqali rasmiylashtirildim. Ta’mirlovchi bo’lmoqchi edim. G’isht teruvchi usta qilib olishdi. Ish San-Frantsiskoda qurilishda. Endi ish haqi kamida 3000 dollar / oyiga. Xodimlar tezda viza rasmiylashtirishdi. JBga hayotimni keskin o'zgartirgani uchun rahmat. Endi otamni ham chaqirmoqchiman!",

    "Ильдар Сафаров": "Ildar Safarov",
    "Водитель (Варшава)": "Haydovchi (Varshava)",
    "Работал как то в Москве. Ездит нужно было по 20 часов в сутки без сна из рейса в рейс. Тут обратился в компанию JB. Сотрудники пригласили в офис. Собрали документы. Через 2 недели позвонили попросили приехать. Нашли работу в Варшаве на Больше груз. Сделали визу отправили все рассказали. Только приехал через два дня уже в рейсе был. Всем доволен! Спасибо!": "Moskvada ishlar edim. Qatnovdan qatnovga uxlamasdan kuniga 20 soat yurishimga to’g’ri kelar edi. Keyin JB kompaniyasiga murojaat qildim. Xodimlar ofisga taklif qilishdi. Hujjatlarni to'plashdi. 2 haftadan so'ng ular qo'ng'iroq qilishdi va kelishimni so’rashdi. Ular Katta yuklarni tashish uchun Varshavada ish topdilar. Vizani tayyorladilar va menga xabar berishdi. Kelishim bilanoq, ikki kundan keyin qatnovda edi. Barchasidan mamnunman! Rahmat!",

    "Гульнара Ахмедова": "Gulnora Ahmedova",
    "Сборщица фруктов (Испания)": "Meva yig'uvchi (Ispaniya)",
    "Хочу выразить благодарность компании JB. Мы изменили жизнь девушки из Ташкентской области. Я счастлива и всем довольна. Не думала, что без знания языка и образования я могла бы найти работу в Европе. Но вы очень быстро помогли мне. Сейчас я получаю хорошую зарплату и помогаю своей семье. Высылаю им деньги. Спасибо JB!": "JB kompaniyasiga o'z minnatdorchiligimni bildirmoqchiman. Biz Toshkent viloyatidan kelgan qizning hayotini o'zgartirdik. Men baxtliman va barchasidan mamnunman. Til va ma’lumotga ega bo’lmasdan Evropada ish topishim mumkin deb o'ylamagan edim. Lekin siz menga juda tez yordam berdingiz. Endi yaxshi maosh olaman va oilamga yordam beraman. Ularga pul yuboraman. JBga rahmat!",

    "Шакир Маговедов": "Shakir Magovedov",
    "Плотник (Руайан)": "Duradgor (Ruayan)",
    "Здравствуйте! Спасибо большое этой компании за помощь в трудный период в жизни, через них поехал во Францию работать в порту плотником. Мне помогли со всеми документами жильем. Примерно через месяц и пару недель я уже была на месте и работал, оформили полностью легально. За что хочу сказать большое спасибо!": "Salom! Hayotimning qiyin davrida yordam bergani uchun ushbu kompaniyaga katta rahmat, ular yordamida duradgor sifatida portda ishlash uchun Frantsiyaga bordim. Barcha hujjatlar va uy-joy masalasida menga yordam berishdi. Taxminan bir oy va bir necha hafta o'tgach, men ish joyida edim va ishlashni boshladim, qonuniy ravishda rasmiylashtirishdi. Buning uchun sizga katta rahmat aytmoqchiman!",

    "Ислам Дильмиров": "Islom Dilmirov",
    "Сварщик (Прага)": "Payvandlovchi (Praga)",
    "Ездил через компанию JB сварщиком в Чехию. Работали на небольшом предприятии в маленьком цеху. Заработок был хороший очень. График плавающий – один день работали дольше на второй день можно было брать меньше часов и нормально высыпаться. Жилье хорошее, бесплатное к тому же .Спасибо вам.": "Chexiya Respublikasiga JB kompaniyasi orqali payvandchi sifatida brogan edim. Unchalik katta bo’lmagan tashkilotda kichik sexda ishladim. Maosh juda yaxshi edi. Jadval suzuvchi-bir kun ko’proq ishlab, ikkinchi kun kam ish soati olib to’yib uxlab olish mumkin edi. Uy-joy yaxshi edi, buning ustiga bepul. Sizga katta rahmat."
}